Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/ffi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: She has extensive experience as a member and Chair of various boards, for example as Chair of the Board at UiT (2013–), Chair of the Board of the Centre for the Ocean and the Arctic (2018–) as well as Deputy Chair of the Board of the Norwegian Defence University College (NDUC) (2020–).
nb: Hun har bred erfaring fra styrer og verv, blant annet som leder av styret ved UiT (2013–), leder av styringsgruppen i Senter for hav og Arktis (2018–) og nestleder i styret for Forsvarets høgskole (2020–).

source: Since then, Kongsberg Maritime has sold a number of HUGIN vehicles to international survey services companies.
nb: Kongsberg Maritime har siden solgt en rekke HUGIN-fartøyer til internasjonale survey-selskaper.

source: The old seawater battery from AUV Demo is not effective enough to power an AUV for seafloor mapping purposes.
nb: Det gamle sjøvannsbatteriet fra AUV Demo klarer ikke å levere nok effekt til å drive en AUV for sjøbunnskartlegging.

source: The man that pressed the keys of the very first TIP (Terminal Interface Processor) outside the United States, at the Norsar premises on this day in June 1973, realised how important this could become.
nb: Mannen som tastet på den aller første utenfor-amerikanske TIP-en (Terminal Interface Processor) i Norsar-lokalene denne junidagen i 1973 innså kanskje hvor viktig dette kunne bli.

source: 3D visualisation of seafloor data from Sigsbee Escarpment at depths of 1200-2300 metres The Gulf of Mexico – one of Hugin’s first assignments for the oil industry.
nb: 3D-visualisering av bunndata fra Sigsbee Escarpment på 1200-2300 meters dybde Mexico-gulfen – ett av Hugins første oppdrag for oljeindustrien.

source: It turns out that the cup of coffee FFI offers Statoil in 1993, is a very well-timed cup.
nb: Det viser seg at kaffekoppen FFI tilbyr Statoil i 1993 er en meget godt timet kaffekopp.

source: André Pettersen is acting Director of the Strategic Development and Corporate Governance Division.
nb: André Pettersen er konstituert direktør ved avdeling Strategisk utvikling og virksomhetsstyring.

source: The project is now the engine for further development of Hugin.
nb: Prosjektet er nå selve lokomotivet i videreutviklingen av Hugin.

source: They don’t yet know it, but this model will become the precursor to one of Norway’s greatest high-tech export success stories.
nb: De vet det ikke ennå, men denne modellen skal bli forløperen til en av Norges største høyteknologiske eksportsuksesser.

source: Tove Kristin Mørch Johansen is acting Director of the Operation and Support Division.
nb: Tove Kristin Mørch Johansen er konstituert direktør for avdeling Drift og støtte.

source: Furthermore, the report will also present the development of the defence firms on these areas since 2009.
nb: I tillegg blir det presentert hvordan forsvarsbedriftene har utviklet seg på disse områdene siden 2009.

source: from different environments and frequency bands, either for own use or for general distribution,
nb: omgivelser og frekvensbånd, enten for eget bruk eller for generell distribusjon, avhengig av tredje

source: This is a final report that summarizes the work done in WP1 “Space-based geospatial information”.
nb: Dette er en sluttrapport som oppsummerer arbeidet som er gjort i arbeidspakke 1 “Space-based geospatial information”.

source: Aslak Tveito is Director of Simula Research Laboratory (2002–) and professor of numeric calculations at University of Oslo (1994–).
nb: Aslak Tveito er leder av Simulasenteret (2002–) og professor i numeriske beregninger ved Universitetet i Oslo (1994–).

source: Watermark is programmed in MATLAB and can be used under the Windows
nb: Watermark er programmert i MATLAB og kan brukes under operativsystemene

source: This became a sort of ice age for Norwegian Internet involvement on the research front.
nb: Slik ble det nesten en istid for norsk internett-engasjement på forskningsfronten.

source: Engøy has worked with measuring radioactive pollution and testing radiation detectors, and has extensive experience from military environmental cooperation.
nb: Engøy har blant annet arbeidet med måling av radioaktiv forurensning og testing av strålingsdetektorer, og har dessuten lang erfaring fra militært miljøsamarbeid.
